Repository: ZuodaoTech/Echo-iOS
Catalog: Echo/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, ko, pt, zh_hant

# navigation.cards
source: Cards
de: Karten
es: Tarjetas
fr: Cartes
hi: कार्ड
ja: カード
ko: 카드
pt: Cartões
zh_hant: 卡片

# navigation.me
source: Me
de: Ich
es: Yo
fr: Moi
hi: मैं
ja: 設定
ko: 내 정보
pt: Eu
zh_hant: 我的

# navigation.new_script
source: New Card
de: Neue Karte
es: Nueva Tarjeta
fr: Nouvelle Carte
hi: नया कार्ड
ja: 新しいカード
ko: 새 카드
pt: Novo Cartão
zh_hant: 新增卡片

# navigation.edit_script
source: Edit Card
de: Karte Bearbeiten
es: Editar Tarjeta
fr: Modifier Carte
hi: कार्ड संपादित करें
ja: カードを編集
ko: 카드 편집
pt: Editar Cartão
zh_hant: 編輯卡片

# welcome.page1.title
source: Welcome to Echo
de: Willkommen bei Echo
es: Bienvenido a Echo
fr: Bienvenue dans Echo
hi: Echo में आपका स्वागत है
ko: Echo에 오신 것을 환영합니다

# welcome.page1.subtitle
source: Subliminal evolution driven by your own voice
de: Subliminale Evolution durch deine eigene Stimme
es: Evolución subliminal impulsada por tu propia voz
fr: Évolution subliminale guidée par votre propre voix
hi: आपकी अपनी आवाज़ से संचालित अवचेतन विकास
ko: 당신만의 목소리로 이끄는 잠재의식의 진화

# welcome.page1.description
source: Your life should be always in your control
de: Dein Leben sollte immer in deiner Hand sein
es: Tu vida debe estar siempre bajo tu control
fr: Votre vie devrait toujours être sous votre contrôle
hi: आपका जीवन हमेशा आपके नियंत्रण में होना चाहिए
ko: 당신의 삶은 항상 당신이 주도해야 합니다

# welcome.page2.title
source: How It Works
de: So Funktioniert's
es: Cómo Funciona
fr: Comment Ça Marche
hi: यह कैसे काम करता है
ko: 작동 원리

# welcome.page2.subtitle
source: Three Simple Steps
de: Drei Einfache Schritte
es: Tres Pasos Sencillos
fr: Trois Étapes Simples
hi: तीन सरल चरण
ko: 간단한 3단계

# welcome.page2.description
source: • Write scripts in your own words • Record in your own voice • Listen repeatedly to make it subliminal
de: • Schreibe Skripte in deinen eigenen Worten • Nimm mit deiner eigenen Stimme auf • Höre wiederholt zu, um es subliminal zu machen
es: • Escribe guiones con tus propias palabras • Graba con tu propia voz • Escucha repetidamente para volverlo subliminal
fr: • Rédigez des scripts avec vos propres mots • Enregistrez avec votre propre voix • Écoutez de manière répétée pour en faire du subliminal
hi: • अपने शब्दों में स्क्रिप्ट लिखें • अपनी आवाज़ में रिकॉर्ड करें • बार-बार सुनकर अवचेतन बनाएं
ko: • 당신만의 언어로 스크립트 작성 • 당신만의 목소리로 녹음 • 반복해서 들으며 잠재의식화

# welcome.page3.title
source: YOU is the KEY
de: DU bist der SCHLÜSSEL
es: TÚ eres la CLAVE
fr: VOUS êtes la CLÉ
hi: आप ही कुंजी हैं
ko: 당신이 핵심입니다

# welcome.page3.subtitle
source: Your brain loves yourself most
de: Dein Gehirn liebt dich selbst am meisten
es: Tu cerebro se ama a sí mismo más que nada
fr: Votre cerveau vous aime plus que tout
hi: आपका मस्तिष्क आपसे सबसे ज्यादा प्यार करता है
ko: 당신의 뇌는 당신 자신을 가장 사랑합니다

# welcome.page3.description
source: Familiarity is the key: your own words and your own voice are easier to translate into your own actions
de: Vertrautheit ist der Schlüssel: deine eigenen Worte und deine eigene Stimme lassen sich leichter in deine eigenen Handlungen umsetzen
es: La familiaridad es clave: tus propias palabras y tu propia voz se traducen más fácilmente en tus propias acciones
fr: La familiarité est la clé : vos propres mots et votre propre voix se transforment plus facilement en vos propres actions
hi: परिचय महत्वपूर्ण है: आपके अपने शब्द और आवाज़ आपके कार्यों में आसानी से बदल जाते हैं
ko: 친숙함이 핵심입니다: 당신만의 언어와 목소리가 당신만의 행동으로 더 쉽게 전환됩니다

# welcome.button.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ko: 계속

# welcome.button.getStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
ko: 시작하기

# welcome.button.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
ko: 건너뛰기

# tag.untagged
source: Untagged
de: Ohne Tag
es: Sin etiqueta
fr: Sans étiquette
hi: बिना टैग
ja: タグなし
ko: 태그 없음
pt: Sem etiqueta
zh_hant: 無標籤

# tag.edit
source: Edit Tag
de: Tag Bearbeiten
es: Editar Etiqueta
fr: Modifier l'Étiquette
hi: टैग संपादित करें
ja: タグを編集
ko: 태그 수정
pt: Editar Etiqueta
zh_hant: 編輯標籤

# tag.delete.confirm.title
source: Delete Tag
de: Tag Löschen
es: Eliminar Etiqueta
fr: Supprimer l'Étiquette
hi: टैग हटाएं
ja: タグを削除
ko: 태그 삭제
pt: Excluir Etiqueta
zh_hant: 刪除標籤

# tag.delete.confirm.message
source: This tag is used by %d scripts. Deleting it will remove the tag from these scripts.
de: Dieses Tag wird von %d Skripten verwendet. Das Löschen entfernt das Tag von diesen Skripten.
es: Esta etiqueta es usada por %d scripts. Eliminarla quitará la etiqueta de estos scripts.
fr: Cette étiquette est utilisée par %d scripts. La supprimer retirera l'étiquette de ces scripts.
hi: यह टैग %d स्क्रिप्ट द्वारा उपयोग किया जाता है। इसे हटाने से इन स्क्रिप्ट से टैग हट जाएगा।
ja: このタグは%d個のスクリプトで使用されています。削除すると、これらのスクリプトからタグが削除されます。
ko: 이 태그는 %d개의 스크립트에서 사용 중입니다. 삭제하면 해당 스크립트에서 태그가 제거됩니다.
pt: Esta etiqueta é usada por %d scripts. Excluí-la removerá a etiqueta desses scripts.
zh_hant: 此標籤被%d個腳本使用。刪除它將從這些腳本中移除該標籤。

# tag.delete.confirm.empty
source: This tag is not used by any scripts. Are you sure you want to delete it?
de: Dieses Tag wird von keinem Skript verwendet. Sind Sie sicher, dass Sie es löschen möchten?
es: Esta etiqueta no es usada por ningún script. ¿Estás seguro de que quieres eliminarla?
fr: Cette étiquette n'est utilisée par aucun script. Êtes-vous sûr de vouloir la supprimer ?
hi: यह टैग किसी भी स्क्रिप्ट द्वारा उपयोग नहीं किया जाता है। क्या आप इसे हटाना चाहते हैं?
ja: このタグはどのスクリプトでも使用されていません。本当に削除しますか？
ko: 이 태그를 사용하는 스크립트가 없습니다. 정말 삭제하시겠습니까?
pt: Esta etiqueta não é usada por nenhum script. Tem certeza de que deseja excluí-la?
zh_hant: 此標籤未被任何腳本使用。確定要刪除嗎？

# tag.auto_cleanup
source: Auto-remove Unused Tags
de: Auto-Entfernung Ungenutzter Tags
es: Auto-eliminar Etiquetas No Usadas
fr: Nettoyage Auto des Étiquettes Non Utilisées
hi: अनुपयोगी टैग स्वतः हटाएं
ja: 未使用タグの自動削除
ko: 미사용 태그 자동 제거
pt: Auto-remover Etiquetas Não Utilizadas
zh_hant: 自動清理未使用的標籤

# tag.select
source: Select Tags
de: Tags Auswählen
es: Seleccionar Etiquetas
fr: Sélectionner les Étiquettes
hi: टैग चुनें
ja: タグを選択
ko: 태그 선택
pt: Selecionar Etiquetas
zh_hant: 選擇標籤

# tag.new
source: New Tag
de: Neues Tag
es: Nueva Etiqueta
fr: Nouvelle Étiquette
hi: नया टैग
ja: 新しいタグ
ko: 새 태그
pt: Nova Etiqueta
zh_hant: 新增標籤

# tag.label
source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ja: タグ
ko: 태그
pt: Etiquetas
zh_hant: 標籤

# tag.none
source: None
de: Keine
es: Ninguna
fr: Aucune
hi: कोई नहीं
ja: なし
ko: 없음
pt: Nenhuma
zh_hant: 無

# tag.count_selected
source: %d selected
de: %d ausgewählt
es: %d seleccionadas
fr: %d sélectionnées
hi: %d चयनित
ja: %d個選択済み
ko: %d개 선택됨
pt: %d selecionadas
zh_hant: 已選擇%d個

# tag.breaking_bad_habits
source: Breaking Bad Habits
de: Schlechte Gewohnheiten Durchbrechen
es: Rompiendo Malos Hábitos
fr: Rompre les Mauvaises Habitudes
hi: बुरी आदतें तोड़ना
ja: 悪い習慣を断つ
ko: 나쁜 습관 고치기
pt: Quebrar Maus Hábitos
zh_hant: 改掉壞習慣

# tag.building_good_habits
source: Building Good Habits
de: Gute Gewohnheiten Aufbauen
es: Construyendo Buenos Hábitos
fr: Construire de Bonnes Habitudes
hi: अच्छी आदतें बनाना
ja: 良い習慣を作る
ko: 좋은 습관 만들기
pt: Construir Bons Hábitos
zh_hant: 培養好習慣

# tag.appropriate_positivity
source: Appropriate Positivity
de: Angemessene Positivität
es: Positividad Apropiada
fr: Positivité Appropriée
hi: उचित सकारात्मकता
ja: 適切な前向き思考
ko: 긍정적 사고
pt: Positividade Apropriada
zh_hant: 適度正向

# script.play_count
source: %d plays
de: %d Wiedergaben
es: %d reproducciones
fr: %d lectures
hi: %d बार चलाया गया
ja: %d回再生
ko: %d회 재생
pt: %d reproduções
zh_hant: %d次播放

# script.transcript
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
hi: प्रतिलेख
ja: トランスクリプト
ko: 텍스트
pt: Transcrição
zh_hant: 轉錄文字

# script.recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
ja: 録音
ko: 녹음
pt: Gravação
zh_hant: 錄音

# script.no_recording
source: No recording
de: Keine Aufnahme
es: Sin grabación
fr: Pas d'enregistrement
hi: कोई रिकॉर्डिंग नहीं
ja: 録音なし
ko: 녹음 없음
pt: Sem gravação
zh_hant: 無錄音

# script.repetitions
source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
hi: पुनरावृत्ति
ja: 繰り返し回数
ko: 반복 횟수
pt: Repetições
zh_hant: 重複次數

# script.interval
source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
hi: अंतराल
ja: 間隔
ko: 간격
pt: Intervalo
zh_hant: 間隔

# script.private_mode
source: Private Mode
de: Privatsphäre Modus
es: Modo Privacidad
fr: Mode Privé
hi: निजी मोड
ja: プライベートモード
ko: 프라이빗 모드
pt: Modo Privacidade
zh_hant: 隱私模式

# script.delete
source: Delete Card
de: Karte Löschen
es: Eliminar Tarjeta
fr: Supprimer la Carte
hi: कार्ड हटाएं
ja: カードを削除
ko: 카드 삭제
pt: Excluir Cartão
zh_hant: 刪除卡片

# script.delete.confirm.title
source: Delete Card
de: Karte Löschen
es: Eliminar Tarjeta
fr: Supprimer la Carte
hi: कार्ड हटाएं
ja: カードを削除
ko: 카드 삭제
pt: Excluir Cartão
zh_hant: 刪除卡片

# script.delete.confirm.message
source: Are you sure you want to delete this card? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Skript löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este guión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce script ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस स्क्रिप्ट को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ja: 本当にこのスクリプトを削除しますか？この操作は取り消せません。
ko: 이 스크립트를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt: Tem certeza de que deseja excluir este script? Esta ação não pode ser desfeita.
zh_hant: 確定要刪除這個腳本嗎？此動作無法復原。

# script.label
source: Script
de: Skript
es: Guión
hi: स्क्रिप्ट
ja: スクリプト
ko: 스크립트
zh_hant: 腳本

# settings.app_language
source: App Language
de: App-Sprache
es: Idioma de la App
fr: Langue de l'App
hi: ऐप भाषा
ja: アプリの言語
ko: 앱 언어
pt: Idioma do App
zh_hant: 應用程式語言

# settings.display_language
source: Display Language
de: Anzeigesprache
es: Idioma de Pantalla
fr: Langue d'Affichage
hi: प्रदर्शन भाषा
ja: 表示言語
ko: 표시 언어
pt: Idioma de Exibição
zh_hant: 顯示語言

# settings.restart_to_apply
source: Restart the app to apply language change
de: App neu starten, um Sprachänderung anzuwenden
es: Reinicia la app para aplicar el cambio de idioma
fr: Redémarrez l'app pour appliquer le changement de langue
hi: भाषा परिवर्तन लागू करने के लिए ऐप को पुनः आरंभ करें
ja: 言語変更を適用するには、アプリを再起動してください
ko: 언어 변경을 적용하려면 앱을 다시 시작하세요
pt: Reinicie o app para aplicar a mudança de idioma
zh_hant: 重新啟動應用程式以套用語言變更

# settings.default_settings
source: Default Settings
de: Standardeinstellungen
es: Configuración Predeterminada
fr: Paramètres par Défaut
hi: डिफ़ॉल्ट सेटिंग्स
ja: デフォルト設定
ko: 기본 설정
pt: Configurações Padrão
zh_hant: 預設設定

# settings.script_preferences
source: Card Preferences
de: Karten-Einstellungen
es: Preferencias de Tarjeta
fr: Préférences de Carte
hi: कार्ड प्राथमिकताएं
ja: カードの設定
ko: 카드 설정
pt: Preferências do Cartão
zh_hant: 卡片偏好

# settings.transcription
source: Transcription
de: Transkription
es: Transcripción
hi: प्रतिलेखन
ja: 音声認識
ko: 음성 인식
pt: Transcrição
zh_hant: 轉錄

# settings.recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
ja: 録音
ko: 녹음
pt: Gravação
zh_hant: 錄音

# settings.backup_sync
source: Backup & Sync
de: Backup & Synchronisation
es: Respaldo y Sincronización
fr: Sauvegarde et Synchronisation
hi: बैकअप और सिंक
ja: バックアップと同期
ko: 백업 및 동기화
pt: Backup e Sincronização
zh_hant: 備份與同步

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
hi: बारे में
ja: アプリについて
ko: 정보
pt: Sobre
zh_hant: 關於

# settings.support
source: Support
es: Soporte
hi: सहायता
ja: サポート
ko: 지원
pt: Suporte
zh_hant: 支援

# settings.sync
source: Sync
de: Synchronisation
es: Sincronización
fr: Synchronisation
hi: सिंक
ja: 同期
ko: 동기화
pt: Sincronização
zh_hant: 同步

# settings.backup
source: Backup
es: Respaldo
fr: Sauvegarde
hi: बैकअप
ja: バックアップ
ko: 백업
zh_hant: 備份

# settings.private_mode.title
source: Private Mode
de: Privatsphäre Modus
es: Modo Privacidad
fr: Mode Privé
hi: निजी मोड
ja: プライベートモード
ko: 프라이빗 모드
pt: Modo Privacidade
zh_hant: 隱私模式

# settings.private_mode.info
source: Audio plays only through earphones
de: Audio spielt nur über Kopfhörer
es: Audio reproduce solo a través de auriculares
fr: L'audio ne joue que via les écouteurs
hi: ऑडियो केवल हेडफ़ोन से चलता है
ja: イヤホンでのみ音声を再生
ko: 이어폰 연결 시에만 재생
pt: Áudio toca apenas através de fones
zh_hant: 音訊僅透過耳機播放

# settings.private_mode.alert.title
source: Private Mode
de: Privatsphäre Modus
es: Modo Privacidad
fr: Mode Privé
hi: निजी मोड
ja: プライベートモード
ko: 프라이빗 모드
pt: Modo Privacidade
zh_hant: 隱私模式

# settings.private_mode.alert.message
source: When Private Mode is enabled, audio recordings will only play through connected earphones or headphones. This prevents accidental playback through speakers in public spaces.
de: Wenn der Privatsphäre Modus aktiviert ist, werden Audioaufnahmen nur über angeschlossene Kopfhörer oder Headsets abgespielt. Dies verhindert versehentliche Wiedergabe über Lautsprecher in öffentlichen Räumen.
es: Cuando el Modo Privacidad está habilitado, las grabaciones de audio solo se reproducirán a través de auriculares o audífonos conectados. Esto previene la reproducción accidental a través de altavoces en espacios públicos.
fr: Lorsque le Mode Privé est activé, les enregistrements audio ne joueront que via les écouteurs ou casques connectés. Cela empêche la lecture accidentelle via les haut-parleurs dans les espaces publics.
hi: जब निजी मोड सक्षम होता है, तो ऑडियो रिकॉर्डिंग केवल जुड़े हुए हेडफ़ोन या हेडसेट के माध्यम से चलेगी। यह सार्वजनिक स्थानों में स्पीकर के माध्यम से आकस्मिक प्लेबैक को रोकता है।
ja: プライベートモードが有効な場合、音声録音はイヤホンまたはヘッドホン経由でのみ再生されます。これにより、公共の場でのスピーカー経由での意図しない再生を防ぎます。
ko: 프라이빗 모드가 켜져 있으면 이어폰이나 헤드폰이 연결된 경우에만 녹음이 재생됩니다. 공공장소에서 실수로 스피커로 재생되는 것을 방지합니다.
pt: Quando o Modo Privacidade está ativado, as gravações de áudio só tocarão através de fones de ouvido ou headsets conectados. Isso previne reprodução acidental através de alto-falantes em espaços públicos.
zh_hant: 啟用隱私模式後，音訊錄音只能透過連接的耳機或頭戴式耳機播放。這可以防止在公共場所意外透過揚聲器播放。

# settings.character_guidance
source: Character Guidance
de: Zeichen-Führung
es: Guía de Caracteres
fr: Guide de Caractères
hi: वर्ण मार्गदर्शन
ja: 文字数ガイド
ko: 글자 수 안내
pt: Orientação de Caracteres
zh_hant: 字數指引

# settings.recommended_length
source: Recommended length
de: Empfohlene Länge
es: Longitud recomendada
fr: Longueur recommandée
hi: अनुशंसित लंबाई
ja: 推奨長さ
ko: 권장 길이
pt: Comprimento recomendado
zh_hant: 建議長度

# settings.when_exceeded
source: When exceeded
de: Bei Überschreitung
es: Cuando se exceda
fr: Quand dépassée
hi: जब अधिक हो
ja: 超過時の動作
ko: 초과 시
pt: Quando excedido
zh_hant: 超出時

# settings.just_warn
source: Just warn me
de: Nur warnen
es: Solo advertirme
fr: Me prévenir seulement
hi: केवल चेतावनी दें
ja: 警告のみ
ko: 경고만 표시
pt: Apenas me avisar
zh_hant: 僅警告

# settings.show_tip_only
source: Show tip only
de: Nur Tipp anzeigen
es: Mostrar solo consejo
fr: Afficher seulement le conseil
hi: केवल सुझाव दिखाएं
ja: ヒントのみ表示
ko: 팁만 표시
pt: Mostrar apenas dica
zh_hant: 僅顯示提示

# settings.character_guidance.info
source: Shorter scripts are easier to remember and more impactful
de: Kürzere Skripte sind leichter zu merken und wirkungsvoller
es: Los guiones más cortos son más fáciles de recordar y más impactantes
fr: Les scripts plus courts sont plus faciles à mémoriser et plus impactants
hi: छोटी स्क्रिप्ट याद रखना आसान और अधिक प्रभावी होती हैं
ja: 短いスクリプトは覚えやすく、より効果的です
ko: 짧은 스크립트가 기억하기 쉽고 효과적입니다
pt: Scripts mais curtos são mais fáceis de lembrar e mais impactantes
zh_hant: 較短的腳本更容易記住並更有影響力

# settings.voice_enhancement
source: Voice Enhancement
de: Sprachverbesserung
es: Mejora de Voz
fr: Amélioration Vocale
hi: आवाज़ सुधार
ja: 音声強化
ko: 음성 향상
pt: Melhoria de Voz
zh_hant: 語音增強

# settings.voice_enhancement.desc
source: Reduces background noise and echo
de: Reduziert Hintergrundgeräusche und Echo
es: Reduce ruido de fondo y eco
fr: Réduit le bruit de fond et l'écho
hi: पृष्ठभूमि शोर और गूंज कम करता है
ja: 背景ノイズとエコーを軽減
ko: 배경 소음과 반향 감소
pt: Reduz ruído de fundo e eco
zh_hant: 減少背景噪音和迴響

# settings.auto_trim_silence
source: Auto-Trim Silence
de: Stille Automatisch Trimmen
es: Recortar Silencio Automáticamente
fr: Rognage Auto du Silence
hi: स्वतः मौनता काटें
ja: 無音部分の自動トリミング
ko: 무음 자동 제거
pt: Aparar Silêncio Automaticamente
zh_hant: 自動修剪靜音

# settings.auto_trim_silence.desc
source: Remove silence at start and end
de: Stille am Anfang und Ende entfernen
es: Eliminar silencio al inicio y final
fr: Supprimer le silence au début et à la fin
hi: शुरुआत और अंत में मौनता हटाएं
ja: 開始と終了の無音部分を削除
ko: 시작과 끝의 무음 제거
pt: Remove silêncio no início e fim
zh_hant: 移除開始和結尾的靜音

# settings.trim_sensitivity
source: Trim Sensitivity
de: Trimm-Empfindlichkeit
es: Sensibilidad de Recorte
fr: Sensibilité de Rognage
hi: काटने की संवेदनशीलता
ja: トリミング感度
ko: 트림 감도
pt: Sensibilidade de Aparagem
zh_hant: 修剪敏感度

# settings.icloud_sync
source: iCloud Sync
de: iCloud Synchronisation
es: Sincronización iCloud
fr: Synchronisation iCloud
hi: iCloud सिंक
ja: iCloud同期
ko: iCloud 동기화
pt: Sincronização iCloud
zh_hant: iCloud 同步

# settings.icloud_sync.desc
source: Sync cards across your devices
de: Karten zwischen Geräten synchronisieren
es: Sincronizar tarjetas entre dispositivos
fr: Synchroniser les cartes entre appareils
hi: उपकरणों में कार्ड सिंक करें
ja: デバイス間でカードを同期
ko: 모든 기기에서 카드 동기화
pt: Sincronizar cartões entre dispositivos
zh_hant: 在所有裝置間同步卡片

# settings.icloud_sync_desc
source: Sync cards across your devices
de: Karten zwischen Geräten synchronisieren
es: Sincronizar tarjetas entre dispositivos
fr: Synchroniser les cartes entre appareils
hi: उपकरणों में कार्ड सिंक करें
ja: デバイス間でカードを同期
ko: 모든 기기에서 카드 동기화
pt: Sincronizar cartões entre dispositivos
zh_hant: 在所有裝置間同步卡片

# settings.icloud_sync.info
source: Text and settings sync automatically. Audio files remain local.
de: Text und Einstellungen synchronisieren automatisch. Audiodateien bleiben lokal.
es: Texto y configuración se sincronizan automáticamente. Los archivos de audio permanecen locales.
fr: Le texte et les paramètres se synchronisent automatiquement. Les fichiers audio restent locaux.
hi: टेक्स्ट और सेटिंग्स स्वचालित रूप से सिंक होती हैं। ऑडियो फ़ाइलें स्थानीय रहती हैं।
ja: テキストと設定は自動的に同期されます。音声ファイルはローカルに保存されます。
ko: 텍스트와 설정은 자동으로 동기화됩니다. 오디오 파일은 로컬에 유지됩니다.
pt: Texto e configurações sincronizam automaticamente. Arquivos de áudio permanecem locais.
zh_hant: 文字和設定自動同步。音訊檔案保持本機儲存。

# settings.export_scripts
source: Export Cards
de: Karten Exportieren
es: Exportar Tarjetas
fr: Exporter les Cartes
hi: कार्ड निर्यात करें
ja: カードをエクスポート
ko: 카드 내보내기
pt: Exportar Cartões
zh_hant: 匯出卡片

# settings.import_scripts
source: Import Cards
de: Karten Importieren
es: Importar Tarjetas
fr: Importer les Cartes
hi: कार्ड आयात करें
ja: カードをインポート
ko: 카드 가져오기
pt: Importar Cartões
zh_hant: 匯入卡片

# settings.version
source: Version
es: Versión
hi: संस्करण
ja: バージョン
ko: 버전
pt: Versão
zh_hant: 版本

# settings.build
source: Build
es: Compilación
hi: बिल्ड
ja: ビルド
ko: 빌드
zh_hant: 建置

# settings.rate_github
source: Rate on GitHub
de: Auf GitHub Bewerten
es: Calificar en GitHub
fr: Noter sur GitHub
hi: GitHub पर रेट करें
ja: GitHubで評価
ko: GitHub에서 평가
pt: Avaliar no GitHub
zh_hant: 在 GitHub 上評價

# settings.contact_support
source: Contact Support
de: Support Kontaktieren
es: Contactar Soporte
fr: Contacter le Support
hi: सहायता से संपर्क करें
ja: サポートに連絡
ko: 지원팀 문의
pt: Contatar Suporte
zh_hant: 聯絡支援

# recording.start
source: Start Recording
de: Aufnahme Starten
es: Iniciar Grabación
fr: Commencer l'Enregistrement
hi: रिकॉर्डिंग शुरू करें
ja: 録音開始
ko: 녹음 시작
pt: Iniciar Gravação
zh_hant: 開始錄音

# recording.stop
source: Stop Recording
de: Aufnahme Stoppen
es: Detener Grabación
fr: Arrêter l'Enregistrement
hi: रिकॉर्डिंग बंद करें
ja: 録音停止
ko: 녹음 중지
pt: Parar Gravação
zh_hant: 停止錄音

# recording.re_record
source: Re-record
de: Neu aufnehmen
es: Volver a grabar
fr: Réenregistrer
hi: फिर से रिकॉर्ड करें
ja: 再録音
ko: 다시 녹음
pt: Gravar novamente
zh_hant: 重新錄音

source: Recording saved
de: Aufnahme gespeichert
es: Grabación guardada
fr: Enregistrement sauvegardé
hi: रिकॉर्डिंग सहेजी गई
ja: 録音を保存しました
ko: 녹음 저장됨
pt: Gravação salva
zh_hant: 錄音已儲存

# recording.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
pt: Excluir
zh_hant: 刪除

# recording.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
ja: プレビュー
ko: 미리듣기
pt: Prévia
zh_hant: 預覽

# recording.playing_preview
source: Playing preview...
de: Vorschau wird abgespielt...
es: Reproduciendo vista previa...
fr: Lecture de l'aperçu...
hi: पूर्वावलोकन चल रहा है...
ja: プレビュー再生中...
ko: 미리듣기 재생 중...
pt: Reproduzindo prévia...
zh_hant: 正在播放預覽...

# recording.preview_paused
source: Preview paused
de: Vorschau pausiert
es: Vista previa pausada
fr: Aperçu en pause
hi: पूर्वावलोकन रुका हुआ
ja: プレビュー一時停止中
ko: 미리듣기 일시정지
pt: Prévia pausada
zh_hant: 預覽已暫停

# recording.plays_once
source: (plays once)
de: (spielt einmal)
es: (reproduce una vez)
fr: (joue une fois)
hi: (एक बार चलता है)
ja: (1回再生)
ko: (1회 재생)
pt: (reproduz uma vez)
zh_hant: （播放一次）

# recording.processing
source: Processing audio...
de: Audio wird verarbeitet...
es: Procesando audio...
fr: Traitement de l'audio...
hi: ऑडियो प्रोसेसिंग...
ja: 音声処理中...
ko: 오디오 처리 중...
pt: Processando áudio...
zh_hant: 正在處理音訊...

# recording.listening
source: Listening...
de: Hört zu...
es: Escuchando...
fr: Écoute...
hi: सुन रहा है...
ja: 聞いています...
ko: 듣는 중...
pt: Ouvindo...
zh_hant: 正在聆聽...

# recording.speaking
source: Speaking...
de: Spricht...
es: Hablando...
fr: Parle...
hi: बोल रहा है...
ja: 話しています...
ko: 말하는 중...
pt: Falando...
zh_hant: 正在說話...

# recording.transcribing
source: Transcribing...
de: Transkribiert...
es: Transcribiendo...
fr: Transcription...
hi: प्रतिलेखन कर रहा है...
ja: 音声認識中...
ko: 텍스트 변환 중...
pt: Transcrevendo...
zh_hant: 正在轉錄...

# recording.re_transcribing
source: Re-transcribing...
de: Transkribiert erneut...
es: Volviendo a transcribir...
fr: Retranscription...
hi: फिर से प्रतिलेखन कर रहा है...
ja: 音声認識をやり直し中...
ko: 다시 변환 중...
pt: Transcrevendo novamente...
zh_hant: 正在重新轉錄...

# recording.microphone_access
source: Microphone Access
de: Mikrofon-Zugriff
es: Acceso al Micrófono
fr: Accès au Microphone
hi: माइक्रोफ़ोन एक्सेस
ja: マイクアクセス
ko: 마이크 접근 권한
pt: Acesso ao Microfone
zh_hant: 麥克風存取

# recording.microphone_access.message
source: Please grant microphone access in Settings to record audio
de: Bitte gewähren Sie Mikrofon-Zugriff in den Einstellungen, um Audio aufzunehmen
es: Por favor concede acceso al micrófono en Configuración para grabar audio
fr: Veuillez accorder l'accès au microphone dans les Réglages pour enregistrer de l'audio
hi: ऑडियो रिकॉर्ड करने के लिए कृपया सेटिंग्स में माइक्रोफ़ोन एक्सेस दें
ja: 音声を録音するには、設定でマイクアクセスを許可してください
ko: 오디오를 녹음하려면 설정에서 마이크 접근을 허용해 주세요
pt: Por favor conceda acesso ao microfone nas Configurações para gravar áudio
zh_hant: 請在設定中授權麥克風存取以錄製音訊

# guidance.trim_characters
source: Consider trimming %d characters for better memorability
de: Erwägen Sie %d Zeichen zu kürzen für bessere Einprägsamkeit
es: Considera recortar %d caracteres para mejor memorabilidad
fr: Considérez réduire %d caractères pour une meilleure mémorisation
hi: बेहतर याददाश्त के लिए %d वर्ण कम करने पर विचार करें
ja: 記憶しやすくするため、%d文字削減することをお勧めします
ko: 기억하기 쉽도록 %d자를 줄이는 것을 고려하세요
pt: Considere aparar %d caracteres para melhor memorização
zh_hant: 考慮刪減%d個字元以提高記憶性

# guidance.script_over
source: Script is %d characters over. Try to be more concise
de: Skript überschreitet %d Zeichen. Versuchen Sie prägnanter zu sein
es: El guión excede %d caracteres. Trata de ser más conciso
fr: Le script dépasse de %d caractères. Essayez d'être plus concis
hi: स्क्रिप्ट %d वर्णों से अधिक है। अधिक संक्षिप्त होने का प्रयास करें
ja: スクリプトが%d文字超過しています。もう少し簡潔にしてください
ko: 스크립트가 %d자 초과입니다. 더 간결하게 작성해 보세요
pt: Script excede %d caracteres. Tente ser mais conciso
zh_hant: 腳本超出%d個字元。嘗試更簡潔一些
