Repository: ZuodaoTech/Echo-iOS
Catalog: Echo/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, ko, pt, zh_hant

# sample.mistakes
source: I made a few mistakes, but I also did several things well. Mistakes are a normal part of learning, and I can use them as an opportunity to improve.
de: Ich habe ein paar Fehler gemacht, aber ich habe auch mehrere Dinge gut gemacht. Fehler sind ein normaler Teil des Lernens, und ich kann sie als Gelegenheit zur Verbesserung nutzen.
es: Cometí algunos errores, pero también hice varias cosas bien. Los errores son una parte normal del aprendizaje, y puedo usarlos como una oportunidad para mejorar.
fr: J'ai fait quelques erreurs, mais j'ai aussi bien fait plusieurs choses. Les erreurs sont une partie normale de l'apprentissage, et je peux les utiliser comme une opportunité de m'améliorer.
hi: मैंने कुछ गलतियां कीं, लेकिन मैंने कई चीजें भी अच्छी तरह से कीं। गलतियां सीखने का एक सामान्य हिस्सा हैं, और मैं उन्हें सुधार के अवसर के रूप में उपयोग कर सकता हूं।
ja: いくつか間違いを犯しましたが、うまくできたこともいくつかあります。間違いは学習の正常な一部であり、改善の機会として活用できます。
ko: 나는 몇 가지 실수를 했지만, 잘한 일도 여러 가지 있습니다. 실수는 배움의 정상적인 과정이며, 발전할 수 있는 기회로 활용할 수 있습니다.
pt: Eu cometi alguns erros, mas também fiz várias coisas bem. Erros são uma parte normal do aprendizado, e posso usá-los como oportunidade para melhorar.
zh_hant: 我犯了一些錯誤，但也做了幾件好事。錯誤是學習的正常部分，我可以將它們作為改進的機會。

# language.english
source: English
de: Englisch
es: Inglés
fr: Anglais
ko: 영어
pt: Inglês
zh_hant: 英語

# language.chinese_simplified
source: Chinese (Simplified)
de: Chinesisch (Vereinfacht)
es: Chino (Simplificado)
fr: Chinois (Simplifié)
hi: 中文 (简体)
ja: 中文 (简体)
ko: 중국어 (간체)
pt: Chinês (Simplificado)
zh_hant: 中文（簡體）

# language.chinese_traditional
source: Chinese (Traditional)
de: Chinesisch (Traditionell)
es: Chino (Tradicional)
fr: Chinois (Traditionnel)
hi: 中文 (繁體)
ja: 中文 (繁體)
ko: 중국어 (번체)
pt: Chinês (Tradicional)
zh_hant: 中文（繁體）

# language.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hi: Español
ja: Español
ko: 스페인어
pt: Espanhol
zh_hant: 西班牙語

# language.french
source: French
de: Französisch
es: Francés
fr: Français
hi: Français
ja: Français
ko: 프랑스어
pt: Francês
zh_hant: 法語

# language.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
hi: Deutsch
ja: Deutsch
ko: 독일어
pt: Alemão
zh_hant: 德語

# language.japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
hi: 日本語
ja: 日本語
ko: 일본어
pt: Japonês
zh_hant: 日語

# language.korean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
hi: 한국어
ja: 한국어
ko: 한국어
pt: Coreano
zh_hant: 韓語

# language.portuguese
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
hi: Português
ja: Português
ko: 포르투갈어
pt: Português
zh_hant: 葡萄牙語

# language.russian
source: Russian
de: Russisch
es: Ruso
fr: Russe
hi: Русский
ja: Русский
ko: 러시아어
pt: Russo
zh_hant: 俄語

# language.italian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
hi: Italiano
ja: Italiano
ko: 이탈리아어
pt: Italiano
zh_hant: 義大利語

# language.dutch
source: Dutch
de: Niederländisch
es: Holandés
fr: Néerlandais
hi: Nederlands
ja: Nederlands
ko: 네덜란드어
pt: Holandês
zh_hant: 荷蘭語

# language.swedish
source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
hi: Svenska
ja: Svenska
ko: 스웨덴어
pt: Sueco
zh_hant: 瑞典語

# language.norwegian
source: Norwegian
de: Norwegisch
es: Noruego
fr: Norvégien
hi: Norsk
ja: Norsk
ko: 노르웨이어
pt: Norueguês
zh_hant: 挪威語

# language.danish
source: Danish
de: Dänisch
es: Danés
fr: Danois
hi: Dansk
ja: Dansk
ko: 덴마크어
pt: Dinamarquês
zh_hant: 丹麥語

# language.polish
source: Polish
de: Polnisch
es: Polaco
fr: Polonais
hi: Polski
ja: Polski
ko: 폴란드어
pt: Polonês
zh_hant: 波蘭語

# language.turkish
source: Turkish
de: Türkisch
es: Turco
fr: Turc
hi: Türkçe
ja: Türkçe
ko: 터키어
pt: Turco
zh_hant: 土耳其語

# language.arabic
source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
hi: العربية
ja: العربية
ko: 아랍어
pt: Árabe
zh_hant: 阿拉伯語

# language.hindi
source: Hindi
hi: हिन्दी
ja: हिन्दी
ko: 힌디어
zh_hant: 印地語

# language.system_default
source: System Default
de: System-Standard
es: Predeterminado del Sistema
fr: Défaut du Système
hi: सिस्टम डिफ़ॉल्ट
ja: システムのデフォルト
ko: 시스템 기본값
pt: Padrão do Sistema
zh_hant: 系統預設

# export.format.bundle
source: Echo Bundle
es: Paquete Echo
fr: Bundle Echo
hi: Echo बंडल
ja: Echoバンドル
ko: Echo 번들
pt: Pacote Echo
zh_hant: Echo 封包

# export.format.text
source: Plain Text
de: Klartext
es: Texto Plano
fr: Texte Brut
hi: सादा टेक्स्ट
ja: プレーンテキスト
ko: 일반 텍스트
pt: Texto Simples
zh_hant: 純文字

# export.include_audio
source: Include Audio Files
de: Audiodateien Einschließen
es: Incluir Archivos de Audio
fr: Inclure les Fichiers Audio
hi: ऑडियो फ़ाइलें शामिल करें
ja: 音声ファイルを含める
ko: 오디오 파일 포함
pt: Incluir Arquivos de Áudio
zh_hant: 包含音訊檔案

# export.format_label
source: Format
es: Formato
hi: प्रारूप
ja: 形式
ko: 형식
pt: Formato
zh_hant: 格式

# export.audio_size_warning
source: Audio files will increase export size
de: Audiodateien werden die Exportgröße erhöhen
es: Los archivos de audio incrementarán el tamaño de exportación
fr: Les fichiers audio augmenteront la taille d'exportation
hi: ऑडियो फ़ाइलें निर्यात आकार बढ़ाएंगी
ja: 音声ファイルはエクスポートサイズを増加させます
ko: 오디오 파일이 포함되면 내보내기 크기가 증가합니다
pt: Arquivos de áudio aumentarão o tamanho da exportação
zh_hant: 音訊檔案將增加匯出大小

source: Export Options
de: Export-Optionen
es: Opciones de Exportación
fr: Options d'Exportation
hi: निर्यात विकल्प
ja: エクスポートオプション
ko: 내보내기 옵션
pt: Opções de Exportação
zh_hant: 匯出選項

# export.select_scripts
source: Select Cards
de: Karten Auswählen
es: Seleccionar Tarjetas
fr: Sélectionner les Cartes
hi: कार्ड चुनें
ja: カードを選択
ko: 카드 선택
pt: Selecionar Cartões
zh_hant: 選擇卡片

# export.scripts_selected
source: Cards (%d selected)
de: Karten (%d ausgewählt)
es: Tarjetas (%d seleccionadas)
fr: Cartes (%d sélectionnées)
hi: कार्ड (%d चयनित)
ja: カード (%d個選択済み)
ko: 카드 (%d개 선택됨)
pt: Cartões (%d selecionados)
zh_hant: 卡片（已選擇%d個）

# export.error_title
source: Export Error
de: Export-Fehler
es: Error de Exportación
fr: Erreur d'Exportation
hi: निर्यात त्रुटि
ja: エクスポートエラー
ko: 내보내기 오류
pt: Erro de Exportação
zh_hant: 匯出錯誤

# export.error_unknown
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
hi: एक अज्ञात त्रुटि हुई
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
pt: Ocorreu um erro desconhecido
zh_hant: 發生未知錯誤

# import.complete_title
source: Import Complete
de: Import Abgeschlossen
es: Importación Completa
fr: Importation Terminée
hi: आयात पूर्ण
ja: インポート完了
ko: 가져오기 완료
pt: Importação Concluída
zh_hant: 匯入完成

# recording.punctuation_tip
source: Tip: Say 'period', 'comma', or 'question mark' for punctuation
de: Tipp: Sagen Sie 'Punkt', 'Komma', oder 'Fragezeichen' für Interpunktion
es: Consejo: Di 'punto', 'coma', o 'signo de interrogación' para puntuación
fr: Conseil : Dites 'point', 'virgule', ou 'point d'interrogation' pour la ponctuation
hi: सुझाव: विराम चिह्न के लिए 'पूर्ण विराम', 'अल्प विराम', या 'प्रश्न चिह्न' कहें
ja: ヒント: 句読点には「句点」「読点」「疑問符」と言ってください
ko: 팁: 구두점을 위해 '마침표', '쉼표', '물음표'라고 말하세요
pt: Dica: Diga 'ponto', 'vírgula', ou 'ponto de interrogação' para pontuação
zh_hant: 提示：說「句號」、「逗號」或「問號」來新增標點

# recording.no_recording_message
source: Please long press to edit and record audio first
de: Bitte lange drücken zum Bearbeiten und zuerst Audio aufnehmen
es: Por favor mantén presionado para editar y grabar audio primero
fr: Veuillez maintenir appuyé pour modifier et enregistrer de l'audio d'abord
hi: कृपया पहले संपादित करने के लिए लंबे समय तक दबाएं और ऑडियो रिकॉर्ड करें
ja: まず長押しして編集し、音声を録音してください
ko: 먼저 길게 눌러 편집하고 오디오를 녹음하세요
pt: Por favor pressione e segure para editar e gravar áudio primeiro
zh_hant: 請長按編輯並先錄製音訊

# recording.time_warning
source: %d seconds remaining
de: %d Sekunden verbleibend
es: %d segundos restantes
fr: %d secondes restantes
hi: %d सेकंड बचे हैं
ja: 残り%d秒
ko: %d초 남음
pt: %d segundos restantes
zh_hant: 剩餘%d秒

# recording.max_duration_reached
source: Maximum duration reached
de: Maximale Dauer erreicht
es: Duración máxima alcanzada
fr: Durée maximale atteinte
hi: अधिकतम अवधि पहुंच गई
ja: 最大時間に達しました
ko: 최대 시간 도달
pt: Duração máxima atingida
zh_hant: 已達最大時長

# empty.no_cards
source: No Cards Yet
de: Noch Keine Karten
es: Aún No Hay Tarjetas
fr: Pas Encore de Cartes
hi: अभी तक कोई कार्ड नहीं
ja: カードがまだありません
ko: 아직 카드가 없습니다
pt: Ainda Não Há Cartões
zh_hant: 尚無卡片

# empty.tap_to_create
source: Tap the + button to create your first self-talk card
de: Tippen Sie auf den + Button, um Ihre erste Selbstgespräch-Karte zu erstellen
es: Toca el botón + para crear tu primera tarjeta de autodiálogo
fr: Appuyez sur le bouton + pour créer votre première carte d'auto-dialogue
hi: अपना पहला आत्म-चर्चा कार्ड बनाने के लिए + बटन पर टैप करें
ja: +ボタンをタップして最初のセルフトークカードを作成してください
ko: + 버튼을 눌러 첫 번째 셀프토크 카드를 만드세요
pt: Toque no botão + para criar seu primeiro cartão de autodiálogo
zh_hant: 點選+按鈕建立您的第一張自我對話卡片

# filter.title
source: Filter by Tags
de: Nach Tags Filtern
es: Filtrar por Etiquetas
fr: Filtrer par Étiquettes
hi: टैग द्वारा फ़िल्टर करें
ja: タグで絞り込み
ko: 태그로 필터
pt: Filtrar por Etiquetas
zh_hant: 按標籤篩選

# filter.all_cards
source: All Cards
de: Alle Karten
es: Todas las Tarjetas
fr: Toutes les Cartes
hi: सभी कार्ड
ja: すべてのカード
ko: 모든 카드
pt: Todos os Cartões
zh_hant: 所有卡片

# filter.tags_section
source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ja: タグ
ko: 태그
pt: Etiquetas
zh_hant: 標籤

# picker.sensitivity
source: Sensitivity
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
hi: संवेदनशीलता
ja: 感度
ko: 감도
pt: Sensibilidade
zh_hant: 敏感度

# picker.select_language
source: Select Language
de: Sprache Auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
hi: भाषा चुनें
ja: 言語を選択
ko: 언어 선택
pt: Selecionar Idioma
zh_hant: 選擇語言

# picker.display_language
source: Display Language
de: Anzeigesprache
es: Idioma de Pantalla
fr: Langue d'Affichage
hi: प्रदर्शन भाषा
ja: 表示言語
ko: 표시 언어
pt: Idioma de Exibição
zh_hant: 顯示語言

# settings.language_settings
source: Language Settings
de: Sprach-Einstellungen
es: Configuración de Idioma
fr: Paramètres de Langue
hi: भाषा सेटिंग्स
ja: 言語設定
ko: 언어 설정
pt: Configurações de Idioma
zh_hant: 語言設定

# settings.card_settings
source: Card Settings
de: Karten-Einstellungen
es: Configuración de Tarjeta
fr: Paramètres de Carte
hi: कार्ड सेटिंग्स
ja: カード設定
ko: 카드 설정
pt: Configurações do Cartão
zh_hant: 卡片設定

# settings.card_defaults
source: Card Defaults
de: Karten-Standards
es: Predeterminados de Tarjeta
fr: Défauts de Carte
hi: कार्ड डिफ़ॉल्ट
ja: カードのデフォルト
ko: 카드 기본값
pt: Padrões do Cartão
zh_hant: 卡片預設值

# settings.about_support
source: About & Support
de: Über & Support
es: Acerca de y Soporte
fr: À propos et Support
hi: बारे में और सहायता
ja: 情報とサポート
ko: 정보 및 지원
pt: Sobre e Suporte
zh_hant: 關於與支援

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt: Idioma
zh_hant: 語言

# settings.default_language
source: Transcripting Language
de: Standardsprache
es: Idioma Predeterminado
fr: Langue par Défaut
hi: डिफ़ॉल्ट भाषा
ja: デフォルト言語
ko: 음성 인식 언어
pt: Idioma Padrão
zh_hant: 轉錄語言

# settings.card_preferences
source: Card Preferences
de: Karten-Einstellungen
es: Preferencias de Tarjetas
fr: Préférences de Cartes
hi: कार्ड प्राथमिकताएं
ja: カードの設定
ko: 카드 설정
pt: Preferências de Cartões
zh_hant: 卡片偏好

# settings.character_limit
source: Character Limit
de: Zeichenlimit
es: Límite de Caracteres
fr: Limite de Caractères
hi: वर्ण सीमा
ja: 文字数制限
ko: 글자 수 제한
pt: Limite de Caracteres
zh_hant: 字元限制

# settings.limit_behavior
source: Over Limit Behavior
de: Verhalten bei Überschreitung
es: Comportamiento al Exceder Límite
fr: Comportement en cas de Dépassement
hi: सीमा पार व्यवहार
ja: 制限超過時の動作
ko: 제한 초과 시 동작
pt: Comportamento ao Exceder Limite
zh_hant: 超限行為

# settings.limit_behavior.warn
source: Warn
de: Warnen
es: Advertir
fr: Avertir
hi: चेतावनी दें
ja: 警告
ko: 경고
pt: Avisar
zh_hant: 警告

# settings.limit_behavior.strict
source: Strict
de: Streng
es: Estricto
hi: सख्त
ja: 厳格
ko: 엄격
pt: Rigoroso
zh_hant: 嚴格

# settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
ko: 알림
pt: Notificações
zh_hant: 通知

# settings.max_notification_cards
source: Max Notification Cards
de: Max Benachrichtigungs-Karten
es: Máximas Tarjetas de Notificación
fr: Max de Cartes de Notification
hi: अधिकतम सूचना कार्ड
ja: 最大通知カード数
ko: 최대 알림 카드
pt: Máx Cartões de Notificação
zh_hant: 最大通知卡片數

# settings.notification_cards_count
source: %d cards have notifications enabled
de: %d Karten haben Benachrichtigungen aktiviert
es: %d tarjetas tienen notificaciones habilitadas
fr: %d cartes ont les notifications activées
hi: %d कार्ड में सूचनाएं सक्षम हैं
ja: %d個のカードで通知が有効
ko: %d개 카드에 알림이 켜져 있습니다
pt: %d cartões têm notificações ativadas
zh_hant: %d張卡片已啟用通知

# settings.notification_cards.footer
source: Limit how many cards can send notifications simultaneously
de: Begrenzen Sie, wie viele Karten gleichzeitig Benachrichtigungen senden können
es: Limita cuántas tarjetas pueden enviar notificaciones simultáneamente
fr: Limitez combien de cartes peuvent envoyer des notifications simultanément
hi: सीमित करें कि कितने कार्ड एक साथ सूचनाएं भेज सकते हैं
ja: 同時に通知を送信できるカード数を制限
ko: 동시에 알림을 보낼 수 있는 카드 수 제한
pt: Limita quantos cartões podem enviar notificações simultaneamente
zh_hant: 限制同時可以發送通知的卡片數量

# settings.tags
source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ja: タグ
ko: 태그
pt: Etiquetas
zh_hant: 標籤

# settings.auto_cleanup_tags
source: Auto-cleanup Unused Tags
de: Ungenutzte Tags Automatisch Aufräumen
es: Auto-limpiar Etiquetas No Usadas
fr: Nettoyage Auto des Étiquettes Non Utilisées
hi: अनुपयोगी टैग स्वतः साफ करें
ja: 未使用タグの自動整理
ko: 미사용 태그 자동 정리
pt: Auto-limpeza de Etiquetas Não Usadas
zh_hant: 自動清理未使用的標籤

# settings.tags.footer
source: Control how tags are managed in your collection
de: Steuern Sie, wie Tags in Ihrer Sammlung verwaltet werden
es: Controla cómo se manejan las etiquetas en tu colección
fr: Contrôlez comment les étiquettes sont gérées dans votre collection
hi: नियंत्रित करें कि आपके संग्रह में टैग कैसे प्रबंधित होते हैं
ja: コレクション内のタグの管理方法を制御
ko: 컬렉션의 태그 관리 방법 설정
pt: Controla como as etiquetas são gerenciadas em sua coleção
zh_hant: 控制收藏中標籤的管理方式

# settings.notification_selection.message
source: Select up to %d cards to keep notifications enabled
de: Wählen Sie bis zu %d Karten aus, um Benachrichtigungen aktiviert zu lassen
es: Selecciona hasta %d tarjetas para mantener notificaciones habilitadas
fr: Sélectionnez jusqu'à %d cartes pour garder les notifications activées
hi: सूचनाएं सक्षम रखने के लिए %d तक कार्ड चुनें
ja: 最大%d個のカードを選択して通知を有効にしてください
ko: 알림을 유지할 카드를 최대 %d개까지 선택하세요
pt: Selecione até %d cartões para manter notificações ativadas
zh_hant: 選擇最多%d張卡片保持通知啟用

# settings.notification_selection.count
source: %d of %d cards selected
de: %d von %d Karten ausgewählt
es: %d de %d tarjetas seleccionadas
fr: %d sur %d cartes sélectionnées
hi: %d में से %d कार्ड चयनित
ja: %d / %d個のカードを選択済み
ko: %d/%d개 카드 선택됨
pt: %d de %d cartões selecionados
zh_hant: 已選擇%d/%d張卡片

# settings.select_notification_cards
source: Select Notification Cards
de: Benachrichtigungs-Karten Auswählen
es: Seleccionar Tarjetas de Notificación
fr: Sélectionner les Cartes de Notification
hi: सूचना कार्ड चुनें
ja: 通知カードを選択
ko: 알림 카드 선택
pt: Selecionar Cartões de Notificação
zh_hant: 選擇通知卡片

# dev.title
source: 🛠️ Developer Tools
de: 🛠️ Entwickler-Tools
es: 🛠️ Herramientas de Desarrollador
fr: 🛠️ Outils Développeur
hi: 🛠️ डेवलपर टूल्स
ja: 🛠️ 開発者ツール
ko: 🛠️ 개발자 도구
pt: 🛠️ Ferramentas do Desenvolvedor
zh_hant: 🛠️ 開發者工具

# dev.warning
source: ⚠️ Display Language requires app restart to take effect.
de: ⚠️ Anzeigesprache erfordert App-Neustart, um wirksam zu werden.
es: ⚠️ El Idioma de Pantalla requiere reiniciar la app para tomar efecto.
fr: ⚠️ La Langue d'Affichage nécessite un redémarrage de l'app pour prendre effet.
hi: ⚠️ प्रदर्शन भाषा को प्रभावी होने के लिए ऐप रीस्टार्ट की आवश्यकता है।
ja: ⚠️ 表示言語の変更にはアプリの再起動が必要です。
ko: ⚠️ 표시 언어 변경은 앱 재시작이 필요합니다.
pt: ⚠️ Idioma de Exibição requer reiniciar o app para ter efeito.
zh_hant: ⚠️ 顯示語言需要重新啟動應用程式才能生效。

# dev.destructive_actions
source: ⚠️ Destructive Actions
de: ⚠️ Destruktive Aktionen
es: ⚠️ Acciones Destructivas
fr: ⚠️ Actions Destructrices
hi: ⚠️ विनाशकारी कार्य
ja: ⚠️ 破壊的な操作
ko: ⚠️ 위험한 작업
pt: ⚠️ Ações Destrutivas
zh_hant: ⚠️ 危險操作

# dev.destructive_warning
source: These actions are destructive and cannot be undone.
de: Diese Aktionen sind destruktiv und können nicht rückgängig gemacht werden.
es: Estas acciones son destructivas y no se pueden deshacer.
fr: Ces actions sont destructrices et ne peuvent pas être annulées.
hi: ये कार्य विनाशकारी हैं और पूर्ववत नहीं किए जा सकते।
ja: これらの操作は破壊的であり、元に戻すことができません。
ko: 이 작업들은 되돌릴 수 없습니다.
pt: Essas ações são destrutivas e não podem ser desfeitas.
zh_hant: 這些操作是破壞性的且無法復原。

# dev.clear_icloud
source: Clear iCloud Data
de: iCloud Daten Löschen
es: Limpiar Datos de iCloud
fr: Effacer les Données iCloud
hi: iCloud डेटा साफ़ करें
ja: iCloudデータをクリア
ko: iCloud 데이터 삭제
pt: Limpar Dados do iCloud
zh_hant: 清除 iCloud 資料

# dev.clear_icloud.confirm
source: Clear iCloud Data?
de: iCloud Daten Löschen?
es: ¿Limpiar Datos de iCloud?
fr: Effacer les Données iCloud ?
hi: iCloud डेटा साफ़ करें?
ja: iCloudデータをクリアしますか？
ko: iCloud 데이터를 삭제하시겠습니까?
pt: Limpar Dados do iCloud?
zh_hant: 清除 iCloud 資料？

# dev.clear_icloud.message
source: This will remove all Echo data from iCloud. Local data will remain intact.
de: Dies entfernt alle Echo Daten aus iCloud. Lokale Daten bleiben erhalten.
es: Esto eliminará todos los datos de Echo de iCloud. Los datos locales permanecerán intactos.
fr: Cela supprimera toutes les données Echo d'iCloud. Les données locales resteront intactes.
hi: यह iCloud से सभी Echo डेटा हटा देगा। स्थानीय डेटा बरकरार रहेगा।
ja: これによりiCloudからすべてのEchoデータが削除されます。ローカルデータは残ります。
ko: iCloud의 모든 Echo 데이터가 삭제됩니다. 로컬 데이터는 유지됩니다.
pt: Isso removerá todos os dados do Echo do iCloud. Os dados locais permanecerão intactos.
zh_hant: 這將從 iCloud 中刪除所有 Echo 資料。本機資料將保持完整。

# dev.remove_duplicates
source: Remove Duplicate Tags & Cards
de: Doppelte Tags & Karten Entfernen
es: Remover Etiquetas y Tarjetas Duplicadas
fr: Supprimer les Étiquettes et Cartes Dupliquées
hi: डुप्लिकेट टैग और कार्ड हटाएं
ja: 重複するタグとカードを削除
ko: 중복 태그 및 카드 제거
pt: Remover Etiquetas e Cartões Duplicados
zh_hant: 刪除重複標籤和卡片

# dev.remove_duplicates.confirm
source: Remove Duplicates?
de: Duplikate Entfernen?
es: ¿Remover Duplicados?
fr: Supprimer les Doublons ?
hi: डुप्लिकेट हटाएं?
ja: 重複を削除しますか？
ko: 중복을 제거하시겠습니까?
pt: Remover Duplicados?
zh_hant: 刪除重複項目？

# dev.remove_duplicates.message
source: This will merge duplicate tags and remove duplicate scripts with the same content.
de: Dies wird doppelte Tags zusammenfügen und doppelte Skripte mit gleichem Inhalt entfernen.
es: Esto combinará etiquetas duplicadas y removerá scripts duplicados con el mismo contenido.
fr: Cela fusionnera les étiquettes dupliquées et supprimera les scripts dupliqués avec le même contenu.
hi: यह डुप्लिकेट टैग को मर्ज करेगा और समान सामग्री वाली डुप्लिकेट स्क्रिप्ट को हटाएगा।
ja: 重複するタグを統合し、同じ内容の重複スクリプトを削除します。
ko: 중복 태그를 병합하고 같은 내용의 중복 스크립트를 제거합니다.
pt: Isso mesclará etiquetas duplicadas e removerá scripts duplicados com o mesmo conteúdo.
zh_hant: 這將合併重複標籤並刪除內容相同的重複腳本。

# dev.remove_duplicates.button
source: Remove
de: Entfernen
es: Remover
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 제거
pt: Remover
zh_hant: 刪除

# dev.operation_complete
source: Operation Complete
de: Vorgang Abgeschlossen
es: Operación Completa
fr: Opération Terminée
hi: कार्य पूर्ण
ja: 操作完了
ko: 작업 완료
pt: Operação Concluída
zh_hant: 操作完成

# dev.clear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ़ करें
ja: クリア
ko: 삭제
pt: Limpar
zh_hant: 清除

# format.seconds_of_60
source: %ds / 60s
ja: %d秒 / 60秒
ko: %d초 / 60초
zh_hant: %d秒 / 60秒

# format.repetitions
source: %dx
ja: %d回
ko: %d회
zh_hant: %d次

# format.interval_seconds
source: %.1fs
ja: %.1f秒
ko: %.1f초
zh_hant: %.1f秒

# alert.new_tag
source: New Tag
de: Neues Tag
es: Nueva Etiqueta
fr: Nouvelle Étiquette
hi: नया टैग
ja: 新しいタグ
ko: 새 태그
pt: Nova Etiqueta
zh_hant: 新增標籤

# alert.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hant: 取消

# alert.add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt: Adicionar
zh_hant: 新增

# alert.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 제거
pt: Remover
zh_hant: 移除

# alert.ok
source: OK
hi: ठीक
ko: 확인
zh_hant: 確定

# tag.search.placeholder
source: Search tags...
de: Tags suchen...
es: Buscar etiquetas...
fr: Rechercher des tags...
hi: टैग खोजें...
ko: 태그 검색...
pt: Pesquisar tags...
zh_hant: 搜尋標籤...

# tag.name.placeholder
source: Tag name
es: Nombre de etiqueta
fr: Nom du tag
hi: टैग का नाम
ko: 태그 이름
pt: Nome da tag
zh_hant: 標籤名稱
