Repository: ZuodaoTech/Echo-iOS
Catalog: Echo/*.lproj/Localizable.strings
Languages: de, es, fr, hi, ja, ko, pt, zh_hant

# guidance.script_long
source: Script is quite long.
de: Skript ist ziemlich lang.
es: El guión es bastante largo.
fr: Le script est assez long.
hi: स्क्रिप्ट काफी लंबी है।
ja: スクリプトがかなり長いです。
ko: 스크립트가 꽤 깁니다.
pt: Script está bem longo.
zh_hant: 腳本相當長。

# guidance.enter_script
source: Enter your self-talk script here...
de: Geben Sie hier Ihr Selbstgespräch-Skript ein...
es: Ingresa tu guión de autodiálogo aquí...
fr: Entrez votre script d'auto-dialogue ici...
hi: यहाँ अपनी आत्म-चर्चा स्क्रिप्ट दर्ज करें...
ja: セルフトークスクリプトを入力してください...
ko: 셀프토크 스크립트를 입력하세요...
pt: Digite seu script de autodiálogo aqui...
zh_hant: 在此輸入您的自我對話腳本...

# notifications.enable
source: Enable Notifications
de: Benachrichtigungen Aktivieren
es: Habilitar Notificaciones
fr: Activer les Notifications
hi: सूचनाएं सक्षम करें
ja: 通知を有効にする
ko: 알림 켜기
pt: Ativar Notificações
zh_hant: 啟用通知

# notifications.frequency
source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
ja: 頻度
ko: 빈도
pt: Frequência
zh_hant: 頻率

# notifications.frequency.high
source: High (1-2 times/hour)
de: Hoch (1-2 mal/Stunde)
es: Alta (1-2 veces/hora)
fr: Élevée (1-2 fois/heure)
hi: उच्च (1-2 बार/घंटा)
ja: 高頻度 (1時間に1-2回)
ko: 높음 (시간당 1-2회)
pt: Alta (1-2 vezes/hora)
zh_hant: 高（每小時1-2次）

# notifications.frequency.medium
source: Medium (every 2 hours)
de: Mittel (alle 2 Stunden)
es: Media (cada 2 horas)
fr: Moyenne (toutes les 2 heures)
hi: मध्यम (हर 2 घंटे)
ja: 中頻度 (2時間ごと)
ko: 보통 (2시간마다)
pt: Média (a cada 2 horas)
zh_hant: 中（每2小時）

# notifications.frequency.low
source: Low (1-2 times/day)
de: Niedrig (1-2 mal/Tag)
es: Baja (1-2 veces/día)
fr: Faible (1-2 fois/jour)
hi: कम (1-2 बार/दिन)
ja: 低頻度 (1日に1-2回)
ko: 낮음 (하루 1-2회)
pt: Baixa (1-2 vezes/dia)
zh_hant: 低（每天1-2次）

# notifications.daytime_only
source: Notifications only during daytime (8 AM - 9 PM)
de: Benachrichtigungen nur tagsüber (8-21 Uhr)
es: Notificaciones solo durante el día (8 AM - 9 PM)
fr: Notifications uniquement en journée (8h - 21h)
hi: केवल दिन में सूचनाएं (8 AM - 9 PM)
ja: 日中のみ通知 (午前8時 - 午後9時)
ko: 주간에만 알림 (오전 8시 - 오후 9시)
pt: Notificações apenas durante o dia (8h - 21h)
zh_hant: 僅在白天通知（上午8點 - 晚上9點）

# notifications.settings_title
source: Notification Settings
de: Benachrichtigungs-Einstellungen
es: Configuración de Notificaciones
fr: Paramètres de Notifications
hi: सूचना सेटिंग्स
ja: 通知設定
ko: 알림 설정
pt: Configurações de Notificação
zh_hant: 通知設定

# notifications.max_cards
source: Maximum cards with notifications
de: Maximum Karten mit Benachrichtigungen
es: Máximo de tarjetas con notificaciones
fr: Maximum de cartes avec notifications
hi: सूचनाओं वाले अधिकतम कार्ड
ja: 通知可能な最大カード数
ko: 최대 알림 카드 수
pt: Máximo de cartões com notificações
zh_hant: 最多通知卡片數

# notifications.burden_warning
source: Too many notifications can become burdensome and reduce their effectiveness
de: Zu viele Benachrichtigungen können belastend werden und ihre Wirksamkeit reduzieren
es: Demasiadas notificaciones pueden volverse molestas y reducir su efectividad
fr: Trop de notifications peuvent devenir encombrantes et réduire leur efficacité
hi: बहुत सारी सूचनाएं बोझ बन सकती हैं और उनकी प्रभावशीलता कम कर सकती हैं
ja: 通知が多すぎると負担になり、効果が減少する可能性があります
ko: 너무 많은 알림은 부담이 되고 효과를 감소시킬 수 있습니다
pt: Muitas notificações podem se tornar um fardo e reduzir sua efetividade
zh_hant: 太多通知可能成為負擔並降低效果

# notifications.global_settings
source: Global Settings
de: Globale Einstellungen
es: Configuración Global
fr: Paramètres Globaux
hi: वैश्विक सेटिंग्स
ja: 全体設定
ko: 전체 설정
pt: Configurações Globais
zh_hant: 全域設定

# notifications.max_cards_footer
source: Limit how many cards can send notifications simultaneously
de: Begrenzen Sie, wie viele Karten gleichzeitig Benachrichtigungen senden können
es: Limita cuántas tarjetas pueden enviar notificaciones simultáneamente
fr: Limitez combien de cartes peuvent envoyer des notifications simultanément
hi: सीमित करें कि कितने कार्ड एक साथ सूचनाएं भेज सकते हैं
ja: 同時に通知を送信できるカード数を制限
ko: 동시에 알림을 보낼 수 있는 카드 수 제한
pt: Limita quantos cartões podem enviar notificações simultaneamente
zh_hant: 限制同時可以發送通知的卡片數量

# notifications.no_cards_enabled
source: No cards have notifications enabled
de: Keine Karten haben Benachrichtigungen aktiviert
es: No hay tarjetas con notificaciones habilitadas
fr: Aucune carte n'a les notifications activées
hi: कोई कार्ड में सूचनाएं सक्षम नहीं हैं
ja: 通知が有効なカードがありません
ko: 알림이 켜진 카드가 없습니다
pt: Nenhum cartão tem notificações ativadas
zh_hant: 沒有卡片啟用通知

# notifications.enabled_cards
source: Enabled Cards (%d)
de: Aktivierte Karten (%d)
es: Tarjetas Habilitadas (%d)
fr: Cartes Activées (%d)
hi: सक्षम कार्ड (%d)
ja: 有効なカード (%d)
ko: 알림 카드 (%d개)
pt: Cartões Ativados (%d)
zh_hant: 已啟用卡片（%d個）

# notifications.request_permission
source: Enable Notifications
de: Benachrichtigungen Aktivieren
es: Habilitar Notificaciones
fr: Activer les Notifications
hi: सूचनाएं सक्षम करें
ja: 通知を有効にする
ko: 알림 허용
pt: Ativar Notificações
zh_hant: 啟用通知

# notifications.select_to_disable
source: Select %d cards to disable notifications
de: Wählen Sie %d Karten aus, um Benachrichtigungen zu deaktivieren
es: Selecciona %d tarjetas para deshabilitar notificaciones
fr: Sélectionnez %d cartes pour désactiver les notifications
hi: सूचनाएं अक्षम करने के लिए %d कार्ड चुनें
ja: %dのカードを選択して通知を無効にしてください
ko: 알림을 끌 카드 %d개 선택
pt: Selecione %d cartões para desativar notificações
zh_hant: 選擇%d張卡片以停用通知

# notifications.select_cards
source: Select Cards
de: Karten Auswählen
es: Seleccionar Tarjetas
fr: Sélectionner les Cartes
hi: कार्ड चुनें
ja: カードを選択
ko: 카드 선택
pt: Selecionar Cartões
zh_hant: 選擇卡片

# notifications.reminder_title
source: Time for Self-Talk
de: Zeit für Selbstgespräch
es: Hora del Autodiálogo
fr: Temps pour l'Auto-Dialogue
hi: आत्म-चर्चा का समय
ja: セルフトークの時間です
ko: 셀프토크 시간
pt: Hora do Autodiálogo
zh_hant: 自我對話時間

# notifications.action_play
source: Play Audio
de: Audio Abspielen
es: Reproducir Audio
fr: Jouer l'Audio
hi: ऑडियो चलाएं
ja: 音声を再生
ko: 오디오 재생
pt: Reproduzir Áudio
zh_hant: 播放音訊

# notifications.action_done
source: Mark as Done
de: Als Erledigt Markieren
es: Marcar como Hecho
fr: Marquer comme Terminé
hi: पूर्ण के रूप में चिह्नित करें
ja: 完了とマーク
ko: 완료로 표시
pt: Marcar como Feito
zh_hant: 標記為完成

source: chars
de: Zeichen
es: caracteres
fr: caractères
hi: वर्ण
ja: 文字
ko: 자
pt: caracteres
zh_hant: 字元

# action.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료
pt: Feito
zh_hant: 完成

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hant: 取消

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
pt: Excluir
zh_hant: 刪除

# action.add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
pt: Adicionar
zh_hant: 新增

# action.save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
ja: 保存
ko: 저장
pt: Salvar
zh_hant: 儲存

# action.ok
source: OK
hi: ठीक
ko: 확인
zh_hant: 確定

# action.got_it
source: Got it
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
ja: 了解
ko: 알겠습니다
pt: Entendi
zh_hant: 知道了

# action.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
ko: 복사
pt: Copiar
zh_hant: 複製

# action.use_as_script
source: Use as Script
de: Als Skript Verwenden
es: Usar como Guión
fr: Utiliser comme Script
hi: स्क्रिप्ट के रूप में उपयोग करें
ja: スクリプトとして使用
ko: 스크립트로 사용
pt: Usar como Script
zh_hant: 用作腳本

# action.share
source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ja: 共有
ko: 공유
pt: Compartilhar
zh_hant: 分享

# action.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt: Editar
zh_hant: 編輯

# error.title
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt: Erro
zh_hant: 錯誤

# error.save
source: Failed to save card
de: Karte speichern fehlgeschlagen
es: Falló al guardar tarjeta
fr: Échec de sauvegarde de la carte
hi: कार्ड सहेजने में विफल
ja: カードの保存に失敗しました
ko: 카드 저장 실패
pt: Falha ao salvar cartão
zh_hant: 儲存卡片失敗

# error.database
source: Database error
de: Datenbankfehler
es: Error de base de datos
fr: Erreur de base de données
hi: डेटाबेस त्रुटि
ja: データベースエラー
ko: 데이터베이스 오류
pt: Erro de banco de dados
zh_hant: 資料庫錯誤

# error.restart_app
source: Please restart the app
de: Bitte starten Sie die App neu
es: Por favor reinicia la app
fr: Veuillez redémarrer l'app
hi: कृपया ऐप को पुनः आरंभ करें
ja: アプリを再起動してください
ko: 앱을 다시 시작해 주세요
pt: Por favor reinicie o app
zh_hant: 請重新啟動應用程式

# error.try_again
source: Please try again
de: Bitte versuchen Sie es erneut
es: Por favor intenta de nuevo
fr: Veuillez réessayer
hi: कृपया फिर से प्रयास करें
ja: もう一度試してください
ko: 다시 시도해 주세요
pt: Por favor tente novamente
zh_hant: 請重試

# error.import
source: Import failed
de: Import fehlgeschlagen
es: Importación falló
fr: Échec d'importation
hi: आयात विफल
ja: インポートに失敗しました
ko: 가져오기 실패
pt: Falha na importação
zh_hant: 匯入失敗

# error.export
source: Export failed
de: Export fehlgeschlagen
es: Exportación falló
fr: Échec d'exportation
hi: निर्यात विफल
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt: Falha na exportação
zh_hant: 匯出失敗

# error.private_mode
source: Please connect earphones to play audio
de: Bitte Kopfhörer anschließen, um Audio abzuspielen
es: Por favor conecta auriculares para reproducir audio
fr: Veuillez connecter des écouteurs pour lire l'audio
hi: ऑडियो चलाने के लिए कृपया हेडफ़ोन कनेक्ट करें
ja: 音声を再生するにはイヤホンを接続してください
ko: 오디오를 재생하려면 이어폰을 연결하세요
pt: Por favor conecte fones de ouvido para reproduzir áudio
zh_hant: 請連接耳機播放音訊

# error.recording_failed
source: Failed to record audio
de: Audioaufnahme fehlgeschlagen
es: Falló al grabar audio
fr: Échec de l'enregistrement audio
hi: ऑडियो रिकॉर्ड करने में विफल
ja: 音声の録音に失敗しました
ko: 오디오 녹음 실패
pt: Falha ao gravar áudio
zh_hant: 錄音失敗

# error.playback_failed
source: Failed to play audio
de: Audio-Wiedergabe fehlgeschlagen
es: Falló al reproducir audio
fr: Échec de lecture audio
hi: ऑडियो चलाने में विफल
ja: 音声の再生に失敗しました
ko: 오디오 재생 실패
pt: Falha ao reproduzir áudio
zh_hant: 播放失敗

# error.no_recording
source: No recording available
de: Keine Aufnahme verfügbar
es: No hay grabación disponible
fr: Aucun enregistrement disponible
hi: कोई रिकॉर्डिंग उपलब्ध नहीं
ja: 録音がありません
ko: 사용 가능한 녹음이 없습니다
pt: Nenhuma gravação disponível
zh_hant: 沒有可用的錄音

# error.permission_denied
source: Microphone permission denied
de: Mikrofon-Berechtigung verweigert
es: Permiso de micrófono denegado
fr: Permission microphone refusée
hi: माइक्रोफ़ोन अनुमति अस्वीकार
ja: マイクの使用許可が拒否されました
ko: 마이크 권한이 거부되었습니다
pt: Permissão do microfone negada
zh_hant: 麥克風權限被拒絕

# error.invalid_script
source: Script is no longer available
de: Skript ist nicht mehr verfügbar
es: El script ya no está disponible
fr: Le script n'est plus disponible
hi: स्क्रिप्ट अब उपलब्ध नहीं है
ja: スクリプトが利用できません
ko: 스크립트를 더 이상 사용할 수 없습니다
pt: Script não está mais disponível
zh_hant: 腳本不再可用

# error.file_not_found
source: File not found: %@
de: Datei nicht gefunden: %@
es: Archivo no encontrado: %@
fr: Fichier introuvable : %@
hi: फ़ाइल नहीं मिली: %@
ja: ファイルが見つかりません: %@
ko: 파일을 찾을 수 없습니다: %@
pt: Arquivo não encontrado: %@
zh_hant: 檔案未找到：%@

# error.insufficient_disk_space
source: Not enough storage space. Please free up some space and try again.
de: Nicht genügend Speicherplatz. Bitte schaffen Sie Platz und versuchen Sie es erneut.
es: No hay suficiente espacio de almacenamiento. Por favor libera algo de espacio e intenta de nuevo.
fr: Espace de stockage insuffisant. Veuillez libérer de l'espace et réessayer.
hi: पर्याप्त स्टोरेज स्पेस नहीं है। कृपया कुछ स्थान खाली करें और फिर से प्रयास करें।
ja: ストレージ容量が不足しています。容量を確保してもう一度試してください。
ko: 저장 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
pt: Espaço de armazenamento insuficiente. Por favor libere algum espaço e tente novamente.
zh_hant: 儲存空間不足。請釋放一些空間後重試。

# error.file_permission_denied
source: Permission denied. Unable to access the file.
de: Berechtigung verweigert. Kann nicht auf die Datei zugreifen.
es: Permiso denegado. No se puede acceder al archivo.
fr: Permission refusée. Impossible d'accéder au fichier.
hi: अनुमति अस्वीकार। फ़ाइल तक पहुंच नहीं मिल सकी।
ja: アクセス許可が拒否されました。ファイルにアクセスできません。
ko: 권한이 거부되었습니다. 파일에 접근할 수 없습니다.
pt: Permissão negada. Não é possível acessar o arquivo.
zh_hant: 權限被拒絕。無法存取檔案。

# error.file_corrupted
source: File is corrupted: %@
de: Datei ist beschädigt: %@
es: El archivo está corrupto: %@
fr: Fichier corrompu : %@
hi: फ़ाइल खराब है: %@
ja: ファイルが破損しています: %@
ko: 파일이 손상되었습니다: %@
pt: Arquivo corrompido: %@
zh_hant: 檔案損壞：%@

# error.directory_creation_failed
source: Failed to create recordings directory
de: Aufnahmeverzeichnis konnte nicht erstellt werden
es: Falló al crear directorio de grabaciones
fr: Échec de création du dossier d'enregistrements
hi: रिकॉर्डिंग डायरेक्टरी बनाने में विफल
ja: 録音ディレクトリの作成に失敗しました
ko: 녹음 디렉토리 생성 실패
pt: Falha ao criar diretório de gravações
zh_hant: 建立錄音目錄失敗

# error.file_copy_failed
source: Failed to copy file: %@
de: Datei kopieren fehlgeschlagen: %@
es: Falló al copiar archivo: %@
fr: Échec de copie du fichier : %@
hi: फ़ाइल कॉपी करने में विफल: %@
ja: ファイルのコピーに失敗しました: %@
ko: 파일 복사 실패: %@
pt: Falha ao copiar arquivo: %@
zh_hant: 複製檔案失敗：%@

# error.file_move_failed
source: Failed to move file: %@
de: Datei verschieben fehlgeschlagen: %@
es: Falló al mover archivo: %@
fr: Échec de déplacement du fichier : %@
hi: फ़ाइल स्थानांतरित करने में विफल: %@
ja: ファイルの移動に失敗しました: %@
ko: 파일 이동 실패: %@
pt: Falha ao mover arquivo: %@
zh_hant: 移動檔案失敗：%@

# error.file_delete_failed
source: Failed to delete file: %@
de: Datei löschen fehlgeschlagen: %@
es: Falló al eliminar archivo: %@
fr: Échec de suppression du fichier : %@
hi: फ़ाइल हटाने में विफल: %@
ja: ファイルの削除に失敗しました: %@
ko: 파일 삭제 실패: %@
pt: Falha ao excluir arquivo: %@
zh_hant: 刪除檔案失敗：%@

# error.invalid_state
source: Invalid audio state: %@
de: Ungültiger Audio-Status: %@
es: Estado de audio inválido: %@
fr: État audio invalide : %@
hi: अमान्य ऑडियो स्थिति: %@
ja: 無効な音声状態: %@
ko: 잘못된 오디오 상태: %@
pt: Estado de áudio inválido: %@
zh_hant: 音訊狀態無效：%@

# error.suggestion.free_space
source: Delete some recordings or other files to free up space.
de: Löschen Sie einige Aufnahmen oder andere Dateien, um Speicherplatz freizugeben.
es: Elimina algunas grabaciones u otros archivos para liberar espacio.
fr: Supprimez quelques enregistrements ou autres fichiers pour libérer de l'espace.
hi: कुछ रिकॉर्डिंग या अन्य फ़ाइलें हटाकर स्थान खाली करें।
ja: 録音や他のファイルを削除して容量を確保してください。
ko: 공간을 확보하려면 녹음이나 다른 파일들을 삭제하세요.
pt: Exclua algumas gravações ou outros arquivos para liberar espaço.
zh_hant: 刪除一些錄音或其他檔案來釋放空間。

# error.suggestion.restart_app
source: Try restarting the app.
de: Versuchen Sie die App neu zu starten.
es: Intenta reiniciar la app.
fr: Essayez de redémarrer l'app.
hi: ऐप को पुनः आरंभ करने का प्रयास करें।
ja: アプリを再起動してみてください。
ko: 앱을 다시 시작해 보세요.
pt: Tente reiniciar o app.
zh_hant: 嘗試重新啟動應用程式。

# error.suggestion.rerecord
source: Try recording again.
de: Versuchen Sie erneut aufzunehmen.
es: Intenta grabar de nuevo.
fr: Essayez d'enregistrer à nouveau.
hi: फिर से रिकॉर्ड करने का प्रयास करें।
ja: もう一度録音してみてください。
ko: 다시 녹음해 보세요.
pt: Tente gravar novamente.
zh_hant: 嘗試重新錄音。

# validation.title
source: Validation Error
de: Validierungsfehler
es: Error de Validación
fr: Erreur de Validation
hi: सत्यापन त्रुटि
ja: 検証エラー
ko: 유효성 검사 오류
pt: Erro de Validação
zh_hant: 驗證錯誤

# validation.empty_script
source: Please enter a script before saving
de: Bitte geben Sie ein Skript ein, bevor Sie speichern
es: Por favor ingresa un script antes de guardar
fr: Veuillez saisir un script avant d'enregistrer
hi: कृपया सहेजने से पहले एक स्क्रिप्ट दर्ज करें
ja: 保存前にスクリプトを入力してください
ko: 저장하기 전에 스크립트를 입력하세요
pt: Por favor insira um script antes de salvar
zh_hant: 儲存前請輸入腳本

# validation.script_too_short
source: Script must be at least 5 characters
de: Skript muss mindestens 5 Zeichen lang sein
es: El script debe tener al menos 5 caracteres
fr: Le script doit comporter au moins 5 caractères
hi: स्क्रिप्ट कम से कम 5 वर्णों की होनी चाहिए
ja: スクリプトは5文字以上である必要があります
ko: 스크립트는 최소 5자 이상이어야 합니다
pt: Script deve ter pelo menos 5 caracteres
zh_hant: 腳本必須至少5個字元

# validation.script_too_long
source: Script exceeds maximum length of 500 characters
de: Skript überschreitet die maximale Länge von 500 Zeichen
es: El script excede la longitud máxima de 500 caracteres
fr: Le script dépasse la longueur maximale de 500 caractères
hi: स्क्रिप्ट 500 वर्णों की अधिकतम लंबाई से अधिक है
ja: スクリプトが最大長500文字を超えています
ko: 스크립트가 최대 길이 500자를 초과했습니다
pt: Script excede o comprimento máximo de 500 caracteres
zh_hant: 腳本超過500個字元的最大長度

# validation.exceeds_character_limit
source: Script exceeds the character limit of %d
de: Skript überschreitet das Zeichenlimit von %d
es: El script excede el límite de caracteres de %d
fr: Le script dépasse la limite de caractères de %d
hi: स्क्रिप्ट %d वर्ण सीमा से अधिक है
ja: スクリプトが文字制限%dを超えています
ko: 스크립트가 글자 수 제한 %d자를 초과했습니다
pt: Script excede o limite de caracteres de %d
zh_hant: 腳本超過字元限制%d個字元

# validation.audio_too_short
source: Recording must be at least 1 second
de: Aufnahme muss mindestens 1 Sekunde lang sein
es: La grabación debe durar al menos 1 segundo
fr: L'enregistrement doit durer au moins 1 seconde
hi: रिकॉर्डिंग कम से कम 1 सेकंड की होनी चाहिए
ja: 録音は1秒以上である必要があります
ko: 녹음은 최소 1초 이상이어야 합니다
pt: Gravação deve durar pelo menos 1 segundo
zh_hant: 錄音必須至少1秒

# validation.audio_too_long
source: Recording exceeds maximum duration of 60 seconds
de: Aufnahme überschreitet die maximale Dauer von 60 Sekunden
es: La grabación excede la duración máxima de 60 segundos
fr: L'enregistrement dépasse la durée maximale de 60 secondes
hi: रिकॉर्डिंग 60 सेकंड की अधिकतम अवधि से अधिक है
ja: 録音が最大長60秒を超えています
ko: 녹음이 최대 길이 60초를 초과했습니다
pt: Gravação excede a duração máxima de 60 segundos
zh_hant: 錄音超過60秒的最大時長

# validation.audio_processing
source: Audio is still processing, please wait
de: Audio wird noch verarbeitet, bitte warten
es: El audio aún se está procesando, por favor espera
fr: L'audio est toujours en traitement, veuillez patienter
hi: ऑडियो अभी भी प्रोसेसिंग हो रहा है, कृपया प्रतीक्षा करें
ja: 音声がまだ処理中です。お待ちください
ko: 오디오가 아직 처리 중입니다. 잠시 기다려 주세요
pt: Áudio ainda está sendo processado, por favor aguarde
zh_hant: 音訊仍在處理中，請等待

# validation.recording_in_progress
source: Recording is in progress, please stop it first
de: Aufnahme läuft, bitte stoppen Sie sie zuerst
es: La grabación está en progreso, por favor deténla primero
fr: Enregistrement en cours, veuillez l'arrêter d'abord
hi: रिकॉर्डिंग चल रही है, कृपया पहले इसे बंद करें
ja: 録音中です。まず停止してください
ko: 녹음이 진행 중입니다. 먼저 녹음을 중지하세요
pt: Gravação em andamento, por favor pare primeiro
zh_hant: 錄音正在進行中，請先停止

# processing.stopping_recording
source: Stopping recording...
de: Aufnahme wird gestoppt...
es: Deteniendo grabación...
fr: Arrêt de l'enregistrement...
hi: रिकॉर्डिंग बंद कर रहा है...
ja: 録音を停止中...
ko: 녹음 중지 중...
pt: Parando gravação...
zh_hant: 正在停止錄音...

# processing.trimming_silence
source: Trimming silence...
de: Stille wird getrimmt...
es: Recortando silencio...
fr: Rognage du silence...
hi: मौनता काट रहा है...
ja: 無音部分をトリミング中...
ko: 무음 제거 중...
pt: Cortando silêncio...
zh_hant: 正在修剪靜音...

# processing.transcribing
source: Transcribing audio...
de: Audio wird transkribiert...
es: Transcribiendo audio...
fr: Transcription audio...
hi: ऑडियो का प्रतिलेखन कर रहा है...
ja: 音声を認識中...
ko: 오디오 변환 중...
pt: Transcrevendo áudio...
zh_hant: 正在轉錄音訊...

# time.seconds
source: %@ seconds
de: %@ Sekunden
es: %@ segundos
fr: %@ secondes
hi: %@ सेकंड
ja: %@秒
ko: %@초
pt: %@ segundos
zh_hant: %@秒

# time.times_per_hour
source: 1-2 times/hour
de: 1-2 mal/Stunde
es: 1-2 veces/hora
fr: 1-2 fois/heure
hi: 1-2 बार/घंटा
ja: 1時間に1-2回
ko: 시간당 1-2회
pt: 1-2 vezes/hora
zh_hant: 每小時1-2次

# time.every_hours
source: every 2 hours
de: alle 2 Stunden
es: cada 2 horas
fr: toutes les 2 heures
hi: हर 2 घंटे
ja: 2時間ごと
ko: 2시간마다
pt: a cada 2 horas
zh_hant: 每2小時

# time.times_per_day
source: 1-2 times/day
de: 1-2 mal/Tag
es: 1-2 veces/día
fr: 1-2 fois/jour
hi: 1-2 बार/दिन
ja: 1日に1-2回
ko: 하루 1-2회
pt: 1-2 vezes/dia
zh_hant: 每天1-2次

# sensitivity.low
source: Low
de: Niedrig
es: Baja
fr: Faible
hi: कम
ja: 低
ko: 낮음
pt: Baixa
zh_hant: 低

# sensitivity.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
hi: मध्यम
ja: 中
ko: 보통
pt: Média
zh_hant: 中

# sensitivity.high
source: High
de: Hoch
es: Alta
fr: Élevée
hi: उच्च
ja: 高
ko: 높음
pt: Alta
zh_hant: 高

# sensitivity.low.desc
source: Needs louder voice • 0.5s buffer
de: Braucht lautere Stimme • 0,5s Puffer
es: Necesita voz más fuerte • búfer 0.5s
fr: Nécessite une voix plus forte • tampon 0,5s
hi: तेज आवाज़ की जरूरत • 0.5s बफर
ja: 大きな声が必要 • 0.5秒バッファ
ko: 큰 목소리 필요 • 0.5초 버퍼
pt: Precisa de voz mais alta • buffer 0.5s
zh_hant: 需要較大聲音 • 0.5秒緩衝

# sensitivity.medium.desc
source: Balanced detection • 0.3s buffer
de: Ausgewogene Erkennung • 0,3s Puffer
es: Detección equilibrada • búfer 0.3s
fr: Détection équilibrée • tampon 0,3s
hi: संतुलित पहचान • 0.3s बफर
ja: バランスの取れた検出 • 0.3秒バッファ
ko: 균형잡힌 감지 • 0.3초 버퍼
pt: Detecção equilibrada • buffer 0.3s
zh_hant: 平衡偵測 • 0.3秒緩衝

# sensitivity.high.desc
source: Detects whispers • 0.15s buffer
de: Erkennt Flüstern • 0,15s Puffer
es: Detecta susurros • búfer 0.15s
fr: Détecte les chuchotements • tampon 0,15s
hi: फुसफुसाहट पकड़ता है • 0.15s बफर
ja: ささやき声も検出 • 0.15秒バッファ
ko: 속삭임도 감지 • 0.15초 버퍼
pt: Detecta sussurros • buffer 0.15s
zh_hant: 偵測輕聲 • 0.15秒緩衝

# sample.smoking
source: I never smoke, because it stinks, and I hate being controlled.
de: Ich rauche nie, weil es stinkt, und ich hasse es, kontrolliert zu werden.
es: Nunca fumo, porque apesta, y odio ser controlado.
fr: Je ne fume jamais, parce que ça pue, et je déteste être contrôlé.
hi: मैं कभी धूम्रपान नहीं करता, क्योंकि इससे बदबू आती है, और मुझे नियंत्रित होना पसंद नहीं है।
ja: 私は絶対にタバコを吸いません。臭いが嫌いですし、何かに支配されるのが嫌だからです。
ko: 나는 절대 담배를 피우지 않습니다. 냄새가 나고, 무언가에 지배당하는 것이 싫기 때문입니다.
pt: Eu nunca fumo, porque fede, e odeio ser controlado.
zh_hant: 我絕不抽菸，因為它有異味，我討厭被控制。

# sample.bedtime
source: I always go to bed before 10 p.m., because it's healthier, and I love waking up with a great deal of energy.
de: Ich gehe immer vor 22 Uhr ins Bett, weil es gesünder ist, und ich liebe es, mit viel Energie aufzuwachen.
es: Siempre me acuesto antes de las 10 p.m., porque es más saludable, y me encanta despertar con mucha energía.
fr: Je vais toujours me coucher avant 22h, parce que c'est plus sain, et j'aime me réveiller avec beaucoup d'énergie.
hi: मैं हमेशा रात 10 बजे से पहले बिस्तर पर जाता हूं, क्योंकि यह स्वस्थ है, और मुझे बहुत ऊर्जा के साथ उठना पसंद है।
ja: 私は必ず午後10時前に寝ます。健康のためですし、エネルギーに満ちた状態で目覚めるのが好きだからです。
ko: 나는 항상 밤 10시 전에 잠자리에 듭니다. 더 건강하고, 활력 넘치는 아침을 맞이하는 것을 좋아하기 때문입니다.
pt: Eu sempre vou para a cama antes das 22h, porque é mais saudável, e amo acordar com muita energia.
zh_hant: 我總是在晚上10點前上床睡覺，因為這更健康，我喜歡充滿活力地醒來。
